[
	{	
		"id" : 0,
		"question": "You are woken up by the sound of thunder. Rain drops hit your roof and intensify and what started as a slight shower becomes a deluge. It is 3am and in four more hours you will need to wake up and get ready for work. More thunder sounds off, closer now, and repeats in quick succession. It seems unnatural for a storm.",
		"choice1": ["Get up and look out the window",1],
		"choice2": ["Try to go back to bed",2]
	},
	{	
		"id" : 1,
		"question": "Light flashes through the curtains of your window, casting brief shadows on your walls. When you move the curtains away you see at first what seems like a typical storm. The rain obscures most of the surrounding buildings and you can see the lights in windows of other apartments in other buildings. More and more of them start to flicker on until it seems as though the entire city has been woken up by the storm. And then you see it. Or them. A figure, a cape, flies past your window and is followed by another figure. It's just another night in the city. Another night without sleep.",
		"choice1": ["Turn on the television and check the news", 3],
		"choice2": ["Get your things together and make your way out of the building",4],
		"secretStat" : ["Keep watching out the window", 10, "worshipper", 1]
	},
	{	
		"id" : 2,
		"question": "You pull up the covers and wrap yourself tightly to fend off the noise. It isn't perfect, but after ten minutes or so you start to feel relaxed and find yourself drifting in and out of a sort of half-sleep. This state is interrupted, however, by a tremendous sound of breaking glass and as you sit up in bed you see that your window has been broken and a long piece of rebar has lodged itself in your floor. Rain comes in through your broken window.",
		"choice1": ["Take a look out the window",5],
		"choice2": ["Try to do something about your new decoration.",6],
		"secretStat" : ["Pull the rebar out of the floor", 7, "fitness", 2, "#answer2"]
	},
	{	
		"id" : 3,
		"question": "According to the news, Terrible Monty and The Weather Channeler, have been fighting for the last hour throughout the city. Terrible Monty had just broken out of jail following his latest incarceration. Rumor is that there were other super-powered individuals involved, but at this time those details are sparse. The television goes on to talk about the history of Monty and his latest crime, but you are interrupted from viewing as you hear the sound glass breaking coming from your room. As you enter your room to investigate, you feel a draft of warm air and see, stuck in the middle of the floor, a long piece of rebar.",
		"choice1": ["Get your things together and make your way out of the building",4],
		"choice2": ["Try to do something about your new decoration.",6],
		"secretStat" : ["Pull the rebar out of the floor", 7, "fitness", 2, "#answer2"]
	},
	{
		"id" : 4,
		"question": "You pack a suitcase quickly. A few shirts and a pair of pants. Some important documents: passport, birth certificate. You lock the door on your way out because you can't be sure you won't be coming back here. But the chances don't seem good. Your cousin, Charlie, had been in a tall building once and when a 'hero' had attempted to leap over it instead they crashed right into the building and ruptured a gas pipe, set the whole place on fire. Not many people made it out. You didn't know Charlie all that well, but you learned a lesson from her: don't stay in a building if supers are around. Some of your neighbors have the same idea and are racing down the stairs. Two people are waiting on the elevator.",
		"choice1": ["Take the elevator", 11],
		"choice2": ["Take the stairs", 12]
	},	
	{	
		"id" : 5,
		"question": "Rain and heat meet you at the window. On the roof of the building across from you, you can make out two figures fighting. They grapple and twist, and it is difficult to see who is up there. Mantis-Man-Man? Too few arms. Optical Delusion? No, he wouldn't be on top of a roof. The storm outside is chaotic, the rain building and dying and repeating. In the distance lightning strikes a building and thunder comes calling. You've never been so close to a battle before. You're not sure how long this might last or what might happen.",
		"choice1": ["Try and go back to bed", 13],
		"choice2": ["Dislodge the rebar from your floor", 6],
		"secretStat" : ["Keep watching out the window", 14, "worshipper", 1]
	},
	{	
		"id" : 6,
		"question": "It is difficult to get a good grip on the rebar. It is wet from the rain outside and even after wiping it off with a towel you find you just don't have the strength to pull it out of the floor. While you attempt to remove it, you start to hear noises coming from the hallway outside your apartment.",
		"choice1": ["Go investigate",15],
		"choice2": ["Stay in your apartment and wait out the fight",16]
	},
	{	
		"id" : 7,
		"question": "It takes some effort, but you manage to successfully pull the rebar from the floor. It's about two yards long. Although you aren't sure why, you feel like this is importnat somehow, as if you'd accomplished some significant task. From outside your apartment, you hear sounds in the hallway.",
		"choice1": ["Investiage the hallway",17],
		"choice2": ["Stay in your apartment and wait out the fight",16],
		"secretStat" ["Throw the rebar back at the fighters on the roof.",18,"angry",2,"#answer2"]
	},
	{	
		"id" : 8,
		"question": "Ms. Daniels shoes your hands away, and calls out for her cat. 'Mandy mandy mandy!', but it is nowhere to be seen or heard. Perhaps it ran to its home or maybe it just ran down the stairs. Ms. Daniels is in a bit of a state, calling out and shuffling in tiny circles. She grabs out at you and asks for your help: 'We have to find her! She can't survive if the building falls!' The sound of the building's groaning is just getting louder. Next to you, the elevator dings and its doors open, empty of passengers.",
		"choice1": ["Shove Ms. Daniels into the elevator",19],
		"choice2": ["Look for the cat a little longer",20]
	},
	{	
		"id" : 9,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 10,
		"question": "You just can't resist watching. After all the years you've spent in this city, it just never seems to get old. The storm seems to let up, but the lights are still flashing outside as the figures strike out at each other. You can see them take the fight to the rooftop across from your building, and as they are fighting one of them seems to rip something out of the roof itself, an antenna or pipe. The figure then hurls the object at its foe, who manages to dodge it. You have only a second to realize that by dodging the projectile, it has caused the object to continue along its path: right towards you. There is the crash of breaking glass as the rod smashes into your apartment and then all you can pay attention to is the pain of it lodging itself in your throat. Death comes quickly, mercifully.",
		"ending": "Superheroes, am I right? Maybe they will mention your name in the obituary page."
	},
	{
		"id" : 11,
		"question": "Despite most of the warnings you've heard over your life about elevators in emergencies, you decide to go for it. There are about 15 people waiting outside the doors. You see Ms. Daniels, standing in the middle of the group, hugging her cat tightly to her. You can't remember its name exactly, something like 'Daisy' or 'Fern'. Everyone is talking about the fight outside. After a couple minutes of waiting you see the arrow of the elevator change position from pointing down to pointing up. This change is followed by the building shaking. You can hear the building groaning. In front of you, the group waiting for the elevator falls into panic and almost at once rushes towards the stairs. Ms. Daniels is caught up in the crush and loses her grip on her cat. She falls over and her cat goes running between the feet of the crowd."
		"choice1" : ["Help Ms. Daniels",8],
		"choice2" : ["Run for the stairs",9]
	},
	{
		"id" : 12,
	},
	{
		"id" : 13,
	},
	{
		"id" : 14,
	},
]

