[
	{	
		"id" : 0,
		"question": "You are woken up by the sound of thunder. Rain drops hit your roof and intensify and what started as a slight shower becomes a deluge. It is 3am and in four more hours you will need to wake up and get ready for work. More thunder sounds off, closer now, and repeats in quick succession. It seems unnatural for a storm.",
		"choice1": ["Get up and look out the window",1],
		"choice2": ["Try to go back to bed",2]
	},
	{	
		"id" : 1,
		"question": "Light flashes through the curtains of your window, casting brief shadows on your walls. When you move the curtains away you see at first what seems like a typical storm. The rain obscures most of the surrounding buildings and you can see the lights in windows of other apartments in other buildings. More and more of them start to flicker on until it seems as though the entire city has been woken up by the storm. And then you see it. Or them. A figure, a cape, flies past your window and is followed by another figure. It's just another night in the city. Another night without sleep.",
		"choice1": ["Turn on the television and check the news", 3],
		"choice2": ["Get your things together and make your way out of the building",4],
		"secretStat" : ["Keep watching out the window", 10, "worshipper", 1]
	},
	{	
		"id" : 2,
		"question": "You pull up the covers and wrap yourself tightly to fend off the noise. It isn't perfect, but after ten minutes or so you start to feel relaxed and find yourself drifting in and out of a sort of half-sleep. This state is interrupted, however, by a tremendous sound of breaking glass and as you sit up in bed you see that your window has been broken and a long piece of rebar has lodged itself in your floor. Rain comes in through your broken window.",
		"choice1": ["Take a look out the window",5],
		"choice2": ["Try to do something about your new decoration.",6],
		"secretStat" : ["Pull the rebar out of the floor", 7, "fitness", 2, "#answer2"]
	},
	{	
		"id" : 3,
		"question": "According to the news, Terrible Monty and The Weather Channeler, have been fighting for the last hour throughout the city. Terrible Monty had just broken out of jail following his latest incarceration. Rumor is that there were other super-powered individuals involved, but at this time those details are sparse. The television goes on to talk about the history of Monty and his latest crime, but you are interrupted from viewing as you hear the sound glass breaking coming from your room. As you enter your room to investigate, you feel a draft of warm air and see, stuck in the middle of the floor, a long piece of rebar.",
		"choice1": ["Get your things together and make your way out of the building",4],
		"choice2": ["Try to do something about your new decoration.",6],
		"secretStat" : ["Pull the rebar out of the floor", 7, "fitness", 2, "#answer2"]
	},
	{
		"id" : 4,
		"question": "But the police do not show up in time. Later, at the water cooler, while you think about who you used to be, Sarah mentions an accident she saw on her way to work. 'It was horrible. A truck flipped over and an ambulance was taking away a body. The body was all cover in a sheet you couldn't see anything. What a terrible way to start my day!' You crumple your water cup without thinking about it, water spilling onto the floor. Sarah doesn't say anything, just walks away.",
		"ending" : "The rest of your life is much the same, missing opportunities and thinking about grander times. Maybe next time will go better?"
	},
	{	
		"id" : 5,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 6,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 7,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 8,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 9,
		"question": "secret path!",
		"choice1": ["what ya mean",9999],
		"choice2": ["feel ya",9998]
	},
	{	
		"id" : 10,
		"question": "You just can't resist watching. After all the years you've spent in this city, it just never seems to get old. The storm seems to let up, but the lights are still flashing outside as the figures strike out at each other. You can see them take the fight to the rooftop across from your building, and as they are fighting one of them seems to rip something out of the roof itself, an antenna or pipe. The figure then hurls the object at its foe, who manages to dodge it. You have only a second to realize that by dodging the projectile, it has caused the object to continue along its path: right towards you. There is the crash of breaking glass as the rod smashes into your apartment and then all you can pay attention to is the pain of it lodging itself in your throat. Death comes quickly, mercifully.",
		"ending": "Superheroes, am I right? Maybe they will mention your name in the obituary page."
	}
]

